Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# UsernameHelp
source: You can choose a username on **Telegram**. If you do, people will be able to find you by this username and contact you without needing your phone number. You can use **a–z**, **0–9** and underscores. Minimum length is **5** characters.
ar: يمكنك اختيار اسم مستخدم في **تيليجرام**. إذا قمت بذلك سيتمكن الآخرون من العثور عليك باسم المستخدم والتواصل معك دون الحاجة لرقم هاتفك. يمكنك استخدام **الحروف والأرقام الإنجليزية** وكذلك الشَّرطة السفلية. الطول الأدنى هو **5 خانات**.
be: Вы можаце выбраць імя карыстальніка ў **Telegram**. Калі вы зробіце гэта, карыстальнікі змогуць знайсці вас па ім і звязацца з вамі, не выкарыстоўваючы ваш нумар тэлефона. Выкарыстоўвайце **a–z**, **0–9** і сімвалы падкрэслівання. Мінімальная даўжыня — **5** сімвалаў.
ca: Podeu triar un nom d'usuari al **Telegram**. Si ho feu, els usuaris us podran trobar per aquest nom i enviar-vos missatges sense que coneguin el vostre número. Podeu usar **a–z**, **0–9** i guions baixos. Longitud mínima: **5** caràcters.
de: Wähle einen öffentlichen Benutzernamen, wenn du von anderen bei **Telegram** gefunden werden willst — ohne, dass sie deine Nummer kennen müssen. Erlaubt sind **a–z**, **0–9** und Unterstriche. Die Mindestlänge beträgt **5** Zeichen.
es: Puedes elegir un nombre de usuario en **Telegram**. Si lo haces, las personas te podrán encontrar por ese nombre y contactarte sin saber tu número de teléfono. Puedes usar **a–z**, **0–9** y guiones bajos. La longitud mínima es de **5** caracteres.
fi: Voit valita käyttäjänimen **Telegramissa**. Jos teet näin, muut voivat löytää sinut käyttäjänimen avulla ja ottaa sinuun yhteyttä ilman että he tietävät puhelinnumeroasi. Voit käyttää merkkejä **a–z**, **0–9** ja alaviivoja. Nimen tulee olla vähintään **5** merkkiä pitkä.
fr: Vous pouvez choisir un nom d'utilisateur sur **Telegram**. D'autres personnes pourront vous trouver grâce à ce nom et vous contacter sans connaître votre numéro de téléphone. Vous pouvez utiliser des **lettres**, des **chiffres**, et des **tirets bas**. La longueur minimale est de **5** caractères.
it: Puoi scegliere un username su **Telegram**. Se lo fai, le persone potranno trovarti tramite questo username e contattarti senza aver bisogno del tuo numero di telefono. Puoi usare **a–z**, **0–9** e underscore. La lunghezza minima è **5** caratteri.
ko: **텔레그램** 사용자명을 정하실 수 있습니다. 회원님의 전화번호를 모르는 사람도 이 사용자명으로 회원님을 찾아 연락할 수 있습니다. **a부터 z 사이 글자**, **0부터 9 사이 숫자**와 밑줄을 사용하실 수 있습니다. 최소 길이는 **다섯** 자입니다.
ms: Anda boleh pilih nama samaran dalam **Telegram**. Jika begitu, pengguna lain akan dapat mencari anda dengan nama samaran dan hubungi anda tanpa mengetahui nombor fon anda. Anda boleh guna **a–z**, **0–9** dan _. Panjang minima adalah **5** abjad.
nl: Je kan een gebruikersnaam kiezen voor **Telegram**. Hiermee kunnen anderen je vinden en contact met je opnemen zonder je telefoonnummer te weten. Je mag **a–z**, **0–9** en underscore gebruiken. De minimale lengte is **5** tekens.
pl: Możesz wybrać nazwę użytkownika w **Telegramie**. Jeśli to zrobisz, ludzie będą mogli cię znaleźć po tej nazwie użytkownika i skontaktować się z tobą bez podawania twojego numeru telefonu. Możesz użyć **a–z**, **0–9** i podkreśleń. Minimalna długość nazwy to **5** znaków.
pt_br: Você pode escolher um nome de usuário no **Telegram**. Se escolher, as pessoas poderão te encontrar pelo nome de usuário e entrar em contato sem precisar do seu número de telefone. Você pode usar **a–z**, **0–9** e underline. O tamanho mínimo é de **5** caracteres.
ru: Вы можете выбрать публичное имя пользователя в **Telegram**. В этом случае другие люди смогут найти Вас по такому имени и связаться, не зная Вашего телефона. Вы можете использовать символы **a–z**, **0–9** и подчёркивания. Минимальная длина – **5** символов.
sv: Du kan välja ett användarnamn på **Telegram**. Om du gör det kan andra användare hitta dig via användarnamnet och kontakta dig utan att känna till ditt telefonnummer. Du kan använda **a–z**, **0–9** och understreck. Minsta längd är **5** tecken.
tr: **Telegram**'da bir kullanıcı adı seçebilirsiniz. Bunu yaparsanız, insanlar sizi bu kullanıcı adıyla bulabilir ve telefon numaranıza ihtiyaç duymadan sizinle iletişime geçebilir. **a–z**, **0–9** ve alt çizgi kullanabilirsiniz. Uzunluk en az **5** karakterdir.
uk: Виберіть собі псевдонім у **Telegram**. Тоді інші зможуть вас за ним знайти та зʼєднатися з вами, не знаючи ваш номер телефону. Допускаються символи **a-z**, **0-9** та нижнє підкреслення (_). Мінімальна довжина – **5** символів.

# UsernameHelpLink
source: This link opens a chat with you: {0}
ar: يفتح هذا الرابط محادثة معك: ⁨{0}⁩
be: Гэта спасылка адкрые чат з вамі: {0}
ca: Aquest enllaç obre el vostre xat: {0}
de: Dieser Link öffnet einen Chat mit dir: {0}
es: Este enlace abre un chat contigo: {0}
fa: این لینک گفتگویی را با خودتان باز می‌کند: ⁨{0}⁩
fi: Tämä linkki avaa keskustelun kanssasi Telegramissa: {0}
fr: Ce lien ouvre un échange avec vous : {0}
id: Dengan tautan ini, orang dapat memulai obrolan denganmu: {0}
it: Questo link apre una chat con te: {0}
ko: 아래 링크로 회원님과의 대화방이 열립니다: {0}
ms: Link ini buka bual dengan anda: {0}
nl: Deze link opent een chat met je: {0}
pl: Ten link otwiera czat z tobą w Telegramie: {0}
pt_br: Este link abre um chat com você: {0}
ru: По этой ссылке открывается диалог с Вами: {0}
sv: Länken öppnar en chatt med dig på Telegram: {0}
tr: Bu bağlantı sizinle bir sohbet açar: {0}
uk: Це посилання відкриє з вами чат у Telegram: {0}
uz: Bu havola orqali siz bilan chat ochiladi: {0}
zh_cn: 通过这个链接可以与您进行对话： {0}
zh_tw: 通過這個鏈結可以與您進行對話： {0}

# UsernameInUse
source: Sorry, this username is already taken.
ar: اسم المستخدم هذا مأخوذ مسبقًا.
be: На жаль, гэта імя карыстальніка ўжо занятае.
ca: Aquest nom d'usuari ja es troba en ús.
de: Leider ist dieser Benutzername vergeben.
es: Este nombre de usuario ya está ocupado.
fa: متأسفانه این نام کاربری قبلاً انتخاب شده است.
fi: Käyttäjänimi on jo varattu.
fr: Ce nom d'utilisateur est déjà utilisé.
id: Maaf, username ini sudah digunakan.
it: Spiacenti, questo username è già stato preso.
ko: 죄송합니다. 이미 사용되고 있는 사용자명입니다.
ms: Maaf, nama samaran ini telah diambil.
nl: Sorry, deze gebruikersnaam is al bezet.
pl: Ta nazwa jest już zajęta.
pt_br: Desculpe, esse usuário já existe.
ru: Такое имя пользователя занято.
sv: Användarnamnet är upptaget.
tr: Üzgünüz, bu kullanıcı adı zaten alınmış.
uk: Цей псевдонім вже зайнятий.
uz: Kechirasiz, bu foydalanuvchi nomi band.
zh_cn: 抱歉，此用户名已被使用。
zh_tw: 抱歉，此用戶名已被使用。

# UsernameInvalid
source: Sorry, this username is invalid.
ar: عذرًا، اسم المستخدم غير صالح.
be: На жаль, гэта імя карыстальніка недапушчальнае.
ca: Aquest nom d'usuari no és vàlid.
de: Benutzername leider nicht erlaubt.
es: Este nombre de usuario no es válido.
fa: متأسفانه این نام کاربری نامعتبر است.
fi: Käyttäjänimi ei kelpaa.
fr: Ce nom d'utilisateur est invalide.
id: Maaf, username ini tidak valid.
it: Spiacenti, questo username non è valido.
ko: 올바른 사용자명을 입력하세요.
ms: Maaf, nama samaran ini tidak sah.
nl: Sorry, deze gebruikersnaam is ongeldig.
pl: Ta nazwa użytkownika jest niepoprawna.
pt_br: Desculpe, esse usuário é inválido.
ru: Такое имя пользователя недоступно.
sv: Användarnamnet är ogiltigt.
tr: Üzgünüz, bu kullanıcı adı geçersiz.
uk: Цей псевдонім недопустимий.
uz: Kechirasiz, bu foydalanuvchi nomi yaroqsiz.
zh_cn: 抱歉，此用户名不符合规范。
zh_tw: 抱歉，此用戶名不符合規範。

# UsernameInvalidLong
source: The username must not exceed 32 characters.
ar: يجب ألا يزيد اسم المستخدم عن 32 خانة.
be: Даўжыня імя карыстальніка не можа перавышаць 32 сімвалы.
ca: El nom d'usuari no pot tenir més de 32 caràcters.
de: Ein Benutzername darf maximal 32 Zeichen haben.
es: El nombre de usuario no debe exceder los 32 caracteres.
fa: نام کاربری نباید بیش از 32 کاراکتر باشد.
fi: Käyttäjänimessä saa olla enintään 32 merkkiä.
fr: Le nom d'utilisateur ne doit pas dépasser 32 caractères.
id: Username tidak boleh melebihi 32 karakter.
it: Il massimo per un username è 32 caratteri.
ko: 사용자명은 32자를 넘길 수 없습니다.
ms: Nama samaran tidak boleh lebih dari 32 abjad.
nl: Je naam mag niet langer zijn dan 32 tekens.
pl: Nazwa nie może przekroczyć 32 znaków.
pt_br: O nome de usuário não pode exceder 32 caracteres.
ru: Имя пользователя не может быть длиннее 32 символов.
sv: Användarnamnet får ha högst 32 tecken.
tr: Kullanıcı adı 32 karakteri aşmamalıdır.
uk: Псевдонім не повинен перевищувати 32 символів.
uz: Foydalanuvchi nomi 32 ta belgidan oshmasligi shart.
zh_cn: 用户名不能超过 32 个字符。
zh_tw: 用戶名不能超過 32 個字符。

# UsernameInvalidShort
source: A username must have at least 5 characters.
ar: يجب ألا يقل اسم المستخدم عن 5 أحرف.
be: Імя карыстальніка павінна складацца як мінімум з 5 сімвалаў.
ca: El nom d'usuari ha de tenir mínim 5 caràcters.
de: Ein Benutzername benötigt mindestens 5 Zeichen.
es: Un nombre de usuario debe tener al menos 5 caracteres.
fa: نام کاربری باید حداقل دارای 5 کاراکتر باشد.
fi: Käyttäjänimessä on oltava vähintään 5 merkkiä.
fr: Un nom d'utilisateur doit contenir au moins 5 caractères.
id: Username harus minimal 5 karakter.
it: Un username deve avere almeno 5 caratteri.
ko: 사용자명은 5자 이상이어야 합니다.
ms: Nama samaran mestilah sekurang-kurangnya 5 abjad.
nl: Je naam moet minimaal 5 tekens hebben.
pl: Nazwa musi mieć co najmniej 5 znaków.
pt_br: O nome de usuário deve ter pelo menos 5 caracteres.
ru: Имя пользователя должно содержать не меньше 5 символов.
sv: Användarnamn måste ha minst 5 tecken.
tr: Bir kullanıcı adı en az 5 karakterden oluşmalıdır.
uk: Псевдонім має містити принаймні 5 символів.
uz: Foydalanuvchi nomi kamida 5 ta belgidan iborat boʻlishi kerak.
zh_cn: 用户名必须包含至少 5 个字符。
zh_tw: 用戶名必須包含至少 5 個字符。

# UsernameInvalidStartNumber
source: Usernames can't start with a number.
ar: لا يمكن لاسم المستخدم أن يبدأ برقم.
be: Імя карыстальніка не можа пачынацца з лічбы.
ca: El nom d'usuari no pot començar amb un número.
de: Darf nicht mit einer Zahl beginnen.
es: Los nombres de usuario no pueden comenzar con un número.
fi: Käyttäjänimi ei saa alkaa numerolla.
fr: Les noms d'utilisateur ne peuvent commencer par un chiffre.
it: Gli username non possono iniziare con un numero.
ko: 사용자명은 숫자로 시작할 수 없습니다.
ms: Nama samaran tak boleh mula dengan nombor.
nl: Gebruikersnamen kunnen niet met een nummer beginnen.
pl: Nazwy użytkowników nie mogą zaczynać się od cyfry.
pt_br: Nomes de usuário não podem começar com um número.
ru: Имя пользователя не может начинаться с цифры.
sv: Användarnamn kan inte inledas med en siffra.
tr: Kullanıcı adları bir sayı ile başlayamaz.
uk: Псевдонім не може починатися з цифри.

# UsernamePlaceholder
source: Your Username
ar: اسم المستخدم الخاص بك
be: Ваша імя карыстальніка
ca: El vostre nom d'usuari
de: Dein Benutzername
es: Tu nombre de usuario
fa: نام کاربری شما
fi: Käyttäjänimesi
fr: Votre nom d'utilisateur
id: Username Anda
it: Il tuo username
ko: 사용자명
ms: Nama samaran anda
nl: Kies een naam
pl: Twoja nazwa użytkownika
pt_br: Seu nome de usuário
ru: Ваше имя пользователя
sv: Ditt användarnamn
tr: Kullanıcı Adınız
uk: Ваш псевдонім
uz: Foydalanuvchi nomingiz
zh_cn: 您的用户名
zh_tw: 您的用戶名

# UserRemovedBy
source: Removed by {0}
ar: تمت إزالته من قبل ⁨{0}⁩
be: Выдаліў: {0}
ca: Eliminat per {0}
de: Entfernt von {0}
es: Expulsado por {0}
fa: حذف شده توسط ⁨{0}⁩
fi: estänyt {0}
fr: Éjecté par {0}
id: Dikeluarkan oleh {0}
it: Rimosso da {0}
ko: {0} 님이 추방함
ms: Dikeluarkan oleh {0}
nl: Verwijderd door {0}
pl: Usunięty przez {0}
pt_br: Removido por {0}
ru: Исключил(а) {0}
sv: Borttagen av {0}
tr: {0} tarafından çıkarıldı
uk: Вилучив користувач {0}
uz: {0} tomonidan bloklangan

# UserRemovedFromChatHint
source: **{0}** removed from **{1}**
ar: تمت إزالة **⁨{0}⁩** من **⁨{1}⁩**.
be: **{0}** выдалены(-а) з **{1}**
ca: S'ha eliminat **{0}** de **{1}**
de: **{0}** aus **{1}** entfernt
es: **{0}** fue eliminado de **{1}**
fi: **{0}** poistettiin keskustelusta **{1}**.
fr: **{0}** a été retiré de **{1}**
it: **{0}** rimosso da **{1}**
ko: **{1}** 에서 **{0}** 님을 추방했습니다
ms: **{0}** keluarkan dari **{1}**
nl: **{0}** verwijderd van **{1}**
pl: Usunięto **{0}** z **{1}**
pt_br: **{0}** removido de **{1}**
ru: **{0}** исключен(а) из **{1}**
sv: **{0}** borttagen från **{1}**.
tr: **{0}**, **{1}** sohbetinden çıkarıldı
uk: **{0}** вилучено з **{1}**

# UserRestricted
source: Sorry, you are not allowed to do this.
ar: المعذرة، ليس من المسموح لك القيام بهذا.
be: На жаль, вам не дазволена гэта рабіць.
ca: No teniu permís per a fer això.
de: Du kannst diese Aktion nicht durchführen.
es: Lo sentimos, no tienes permitido hacer esto.
fa: متأسفانه شما اجازه انجام این کار را ندارید.
fi: Pahoittelut, sinulla ei ole oikeutta tehdä tätä.
fr: Vous n'êtes pas autorisé à faire ça.
id: Maaf, Anda tidak diizinkan melakukan ini.
it: Spiacenti, questa azione non ti è permessa.
ko: 죄송합니다. 이 작업은 진행하실 수 없습니다.
ms: Maaf, anda tak dibenarkan melakukan ini.
nl: Je mag deze actie niet uitvoeren.
pl: Nie masz uprawnień, by to zrobić
pt_br: Você não tem permissão para isso.
ru: К сожалению, Вам запрещено это действие.
sv: Beklagar, du tillåts inte göra detta.
tr: Üzgünüz, bunu yapmak için izniniz yok.
uk: Вам не дозволено цього робити.
uz: Kechirasiz, sizga bunday qilish man etiladi.
zh_cn: 抱歉，您无法执行此操作。
zh_tw: 抱歉，您無法執行此操作。

# UserRestrictions
source: User Permissions
ar: صلاحيات المستخدم
be: Паўнамоцтвы карыстальніка
ca: Permisos de l'usuari
de: Nutzerberechtigungen
es: Permisos del usuario
fa: اختیارات کاربر
fi: Käyttäjän oikeudet
fr: Permissions de l'utilisateur
id: Izin Anggota
it: Permessi utente
ko: 사용자 권한
ms: Permisi Pengguna
nl: Gebruikersrechten
pl: Uprawnienia użytkownika
pt_br: Permissões do Usuário
ru: Разрешения
sv: Användarbehörigheter
tr: Kullanıcı İzinleri
uk: Дозволи для користувача
uz: Foydalanuvchi ruxsatnomalari
zh_cn: 用户限制
zh_tw: 用戶限制

# UserRestrictionsApplyChanges
source: Apply Changes?
ar: لم يتم حفظ التغييرات
be: Дастасаваць змены?
ca: Voleu aplicar els canvis?
de: Änderungen anwenden
es: ¿Aplicar cambios?
fa: تغییرات اعمال شود؟
fi: Muutokset tallentamatta
fr: Appliquer les changements ?
id: Terapkan?
it: Applicare le modifiche?
ko: 변경 사항을 적용할까요?
ms: Laku Pertukaran?
nl: Wijzigingen toepassen?
pl: Zastosować zmiany?
pt_br: Aplicar Alterações?
ru: Применить изменения?
sv: Osparade ändringar
tr: Değişiklikler uygulansın mı?
uk: Застосувати зміни?
uz: Oʻzgarishlar tatbiq etilsinmi?

# UserRestrictionsApplyChangesText
source: You have changed this user's rights in **{0}**. Apply changes?
ar: لقد قمت بتغيير صلاحيات هذا المستخدم في **⁨{0}⁩**؛ تطبيق التغييرات؟
be: Вы змянілі правы гэтага карыстальніка ў **{0}**. Дастасаваць змены?
ca: Heu canviat els drets d'aquest usuari a **{0}**. Voleu aplicar els canvis?
de: Du hast die Rechte des Nutzers bei ** {0}** geändert. Änderungen anwenden?
es: Cambiaste los permisos de este usuario en **{0}**. ¿Aplicar cambios?
fa: شما اختیارات این کاربر در **⁨{0}⁩** را تغییر داده‌اید. تغییرات اعمال شود؟
fi: Olet muokannut tämän käyttäjän oikeuksia keskustelussa **{0}**. Otetaanko muutokset käyttöön?
fr: Vous avez modifié les droits de cet utilisateur dans **{0}**. Appliquer les changements ?
id: Anda mengubah hak anggota ini di **{0}**. Terapkan?
it: Hai cambiato i permessi di questo utente in **{0}**. Applicare le modifiche?
ko: **{0}**에서 사용자의 권한을 수정하셨습니다. 변경 사항을 적용할까요?
ms: Anda telah tukar kuasa pengguna di **{0}**. lLakukan penukaran?
nl: Je hebt de rechten van deze gebruiker in **{0}** aangepast. Wijzigingen toepassen?
pl: Zmieniono prawa tego użytkownika w **{0}**. Zastosować zmiany?
pt_br: Você alterou as permissões deste usuário em **{0}**. Aplicar alterações?
ru: Вы изменили права пользователя в **{0}**. Применить изменения?
sv: Du har ändrat användarens behörigheter på **{0}**. Tillämpa ändringar?
tr: Bu kullanıcının **{0}** yetkilerini değiştirdiniz. Değişiklikler uygulansın mı?
uk: Ви змінили права цього користувача у **{0}**. Застосувати зміни?
uz: Siz bu foydalanuvchining **{0}**dagi huquqlarini oʻzgartirdingiz. Oʻzgarishlar tatbiq etilsinmi?

# UserRestrictionsBlock
source: Ban and remove from group
ar: حظر وإزالة من المجموعة
be: Заблакіраваць і выдаліць з суполкі
ca: Bandeja'l i elimina'l del grup
de: Sperren und aus der Gruppe entfernen
es: Expulsar y eliminar del grupo
fa: محروم کردن و حذف از گروه
fi: Poista ja estä ryhmästä
fr: Bannir et éjecter du groupe
id: Blokir dan keluarkan dari grup.
it: Blocca e rimuovi dal gruppo
ko: 차단하고 그룹에서 추방
ms: Sekat dan keluarkan dari grup
nl: Blokkeer en verwijder uit groep
pl: Zablokuj i usuń z grupy
pt_br: Banir e remover do grupo
ru: Заблокировать и удалить из группы
sv: Blockera och ta bort från grupp
tr: Yasakla ve gruptan çıkar
uk: Заблокувати та вилучити з групи
uz: Bloklash va guruhdan o‘chirish
zh_cn: 封禁并从群组中移除
zh_tw: 封鎖並從群組中移除

# UserRestrictionsBy
source: Restricted by {0}
ar: مُقيّد من قِبل ⁨{0}⁩
be: {0} забараніў(-ла)
ca: Restringit per {0}
de: Eingeschränkt von {0}
es: Restringido por {0}
fa: محدود شده توسط ⁨{0}⁩
fi: Rajoittanut {0}
fr: Restreint par {0}
id: Dibatasi oleh {0}
it: Limitato da {0}
ko: {0} 님이 제한함
ms: Dihadkan oleh {0}
nl: Beperkt door {0}
pl: Ograniczony przez {0}
pt_br: Restringido por {0}
ru: Ограничил(а): {0}
sv: Inskränkt av {0}
tr: {0} tarafından kısıtlandı
uk: Обмежив користувач {0}
uz: {0} tomonidan cheklangan
zh_cn: 被 {0} 限制
zh_tw: 被 {0} 限制

# UserRestrictionsCanDo
source: What can this user do?
ar: ما هي صلاحيات هذا المستخدم؟
be: Што можа рабіць гэты карыстальнік?
ca: Què pot fer aquest usuari?
de: Was kann dieser Nutzer machen?
es: ¿Qué puede hacer este usuario?
fa: این کاربر چه کارهایی می‌تواند انجام دهد؟
fi: Mitä tämä käyttäjä voi tehdä?
fr: Que peut faire cet utilisateur ?
id: Apa yang dapat pengguna lakukan?
it: Cosa può fare questo utente?
ko: 이 사용자가 할 수 있는 일
ms: Apa pengguna ini boleh buat?
nl: Wat mag dit lid?
pl: Co może robić ten użytkownik?
pt_br: O que este usuário pode fazer?
ru: Пользователю разрешено:
sv: Vad kan användaren göra?
tr: Bu kullanıcı ne yapabilir?
uk: Цей користувач може:
uz: Bu foydalanuvchi nimalar qila oladi?
zh_cn: 这位用户可以做什么？
zh_tw: 這位用戶可以做什麽？

# UserRestrictionsChangeInfo
source: Change Chat Info
ar: تغيير معلومات المحادثة
be: Змяняць звесткі аб чаце
ca: Canviar la informació del xat
de: Chat-Info ändern
es: Editar info. del chat
fa: تغییر اطلاعات گروه
fi: Muokata keskustelun tietoja
fr: Modifier les infos de l'échange
id: Ubah Info Obrolan
it: Cambiare le info chat
ko: 대화방 정보 수정
ms: Tukar Info Bual
nl: Chatinformatie wijzigen
pl: Zmieniać informacje o czacie
pt_br: Mudar Info do Chat
ru: Изменение профиля группы
sv: Ändra chattinfo
tr: Sohbet Bilgisini Değiştirme
uk: Змінювати інформацію про чат
uz: Chat maʼlumotini oʻzgartirish

# UserRestrictionsCustom
source: Custom
ar: مخصصة
be: Карыстальніцкая
ca: Personalitzada
de: Eigener
es: Personalizada
fa: سفارشی
fi: Mukautettu
fr: Personnalisé
id: Kustom
it: Personalizzata
ko: 맞춤
ms: Khusus
nl: Aangepast
pl: Własne
pt_br: Personalizado
ru: Другой
sv: Egen
tr: Özel
uk: Інша
uz: Maxsus

# UserRestrictionsDisabled
source: This option is disabled for all members in Group Permissions
ar: تم تعطيل هذا الخيار لجميع الأعضاء في صلاحيات المجموعة.
be: Гэты параметр адключаны для ўсіх удзельнікаў у паўнамоцтвах суполкі
ca: Aquesta opció està desactivada per a tothom als permisos del grup
de: In den Gruppenberechtigungen ist diese Option für alle deaktiviert worden
es: Esta opción está desactivada para todos los miembros en Permisos del grupo
fa: این گزینه برای تمامی اعضا در اختیارات گروه غیرفعال است
fi: Tämä valinta on poistettu käytöstä kaikilta jäseniltä ryhmän oikeuksissa
fr: Cette option est désactivée pour tous les membres dans les permissions du groupe
id: Pilihan ini dinonaktifkan untuk semua anggota di Izin Grup.
it: Questa opzione è disattivata per tutti i membri nei permessi del gruppo.
ko: 이 설정은 그룹 권한을 가진 참가자 모두에게서 꺼져 있습니다
ms: Pilihan ini dinyahdaya untuk semua ahli di Permisi Grup
nl: Deze optie is voor alle leden uitgeschakeld via de groepsrechten
pl: Ta opcja jest wyłączona dla wszystkich członków w uprawnieniach grupy
pt_br: Esta opção está desativada para todos os membros nas Permissões do Grupo
ru: Это действие отключено для всех участников в настройках группы
sv: Det här valet är inaktiverat för alla medlemmar i Grupprättigheter
tr: Bu seçenek, Grup İzinlerindeki tüm üyeler için devre dışı bırakıldı
uk: Ця дія вимкнена для всіх учасників у налаштуваннях групи
uz: Bu harakat guruh sozlamalarida barcha uchun faolsizlantirilgan.

# UserRestrictionsDuration
source: Duration
ar: المدة
be: Працягласць
ca: Durada
de: Dauer
es: Duración
fa: مدت زمان
fi: Kesto
fr: Durée
id: Durasi
it: Durata
ko: 지속 기간
ms: Tempoh
nl: Tijdsduur
pl: Czas trwania
pt_br: Duração
ru: Срок
sv: Varaktighet
tr: Süre
uk: Тривалість
uz: Muddati

# UserRestrictionsEmbedLinks
source: Embed Links
ar: معاينة للروابط
be: Прымацоўваць спасылкі
ca: Incrustar enllaços
de: Linkvorschau senden
es: Incrustar enlaces
fa: قرار دادن لینک
fi: Lähettää linkkejä
fr: Afficher les aperçus de liens
id: Tanamkan Tautan
it: Inviare link con anteprima
ko: 링크 보내기
ms: Benam Link
nl: Link-voorbeeld sturen
pl: Wstawiać linki
pt_br: Prévia de Links
ru: Предпросмотр для ссылок
sv: Infoga bilder
tr: Bağlantılar Ekleme
uk: Вставляти посилання
uz: Havolalarga razm solish
zh_cn: 嵌入链接预览
zh_tw: 嵌入鏈結預覽

# UserRestrictionsInviteUsers
source: Add Users
ar: إضافة مستخدمين
be: Дадаваць карыстальнікаў
ca: Afegir usuaris
de: Nutzer hinzufügen
es: Añadir usuarios
fa: افزودن کاربران
fi: Lisätä käyttäjiä
fr: Ajouter des utilisateurs
id: Tambah Anggota
it: Aggiungere utenti
ko: 사용자 추가
ms: Tambah Pengguna
nl: Gebruikers toevoegen
pl: Dodawać użytkowników
pt_br: Adicionar Usuários
ru: Добавление участников
sv: Lägga till användare
tr: Kullanıcılar Ekleme
uk: Додавати користувачів
uz: Foydalanuvchilar qoʻshish

# UserRestrictionsNoChangeInfo
source: can't change Info
ar: لا يمكنه تغيير المعلومات
be: не можа змяняць звесткі
ca: ni canviar la informació
de: keine Info ändern
es: no puede cambiar la info.
fa: نمی‌تواند اطلاعات را تغییر دهد
fi: ei voi muokata tietoja
fr: ne peut pas changer les infos
id: tidak dapat ubah info
it: non cambia le info
ko: 정보 수정 금지
ms: tak boleh tukar info
nl: geen info wijzigen
pl: nie może zmieniać informacji
pt_br: não pode mudar a Info
ru: без изменений профиля
sv: kan inte ändra på Info
tr: bilgi değiştiremez
uk: не змінювати даних
uz: maʼlumotni tahrirlay olmaydi

# UserRestrictionsNoEmbedLinks
source: no embed links
ar: بلا معاينة للروابط
be: не можа адпраўляць спасылкі
ca: ni incrustar enllaços
de: keine Linkvorschau
es: sin links incrustados
fa: بدون قرار دادن لینک
fi: ei voi lähettää linkkejä
fr: aucun lien intégré
id: tanpa tautan embed
it: niente link
ko: 링크 보내기 금지
ms: tiada link dibenam
nl: geen links
pl: bez wstawiania linków
pt_br: sem prévia de links
ru: без предпросмотра ссылок
sv: ej infoga länkar
tr: eklenen bağlantı yok
uk: не надсилати посилань із передоглядами
uz: havolalarga razm solishsiz

# UserRestrictionsNoInviteUsers
source: can't add users
ar: لا يمكنه إضافة مستخدمين
be: не можа дадаваць карыстальнікаў
ca: ni afegir usuaris
de: keine Nutzer hinzufügen
es: no puede añadir usuarios
fa: نمی‌تواند کاربرانی اضافه کند
fi: ei voi lisätä käyttäjiä
fr: ne peut pas ajouter d'utilisateurs
id: tidak dapat tambah anggota
it: non aggiunge utenti
ko: 사용자 추가 금지
ms: tak boleh tambah pengguna
nl: geen gebruikers toevoegen
pl: nie może dodawać użytkowników
pt_br: não pode adicionar usuários
ru: без приглашений
sv: ej lägga till användare
tr: kullanıcı ekleyemez
uk: не додавати користувачів
uz: foydalanuvchi qoʻsholmaydi
